[{"name":"William Shakespeare", "hint1": "To be or not to be, that is the question", "hint2":"He is famous for writing plays", "funFact": "Even though he wrote at least 37 plays, and collaborated on many more, William Shakespeare couldn't actually spell!"},
{"name":"Charles Darwin", "hint1":"He was a scientist from the 1800s", "hint2":"There are disputes between him and other scientists as to who discovered their topics first.", "funFact":"Before working on evolution and natural selection, Charles Darwin was studing at medical school, but had to drop out as he couldn't stand the sight of blood!"},
{"name":"Henry VIII", "hint1":"He was a monarch before 1500AD", "hint2":"He had 6 wives that he is famous for", "funFact":"One of his more little known talents, is that Henry VIII could play the lute and the organ! He also played tennis and jousted"},
{"name":"Christopher Columbus", "hint1":"Adventured on the sea to the Americas", "hint2":"He was sponsored by Queen Isabella and King Ferdinand of Spain, who payed for his trip.", "funFact":"This isn't actually his real name! His italian name is actually Cristoforo Colombo."},
{"name":"Cleopatra", "hint1":"She was a a Queen of Egypt", "hint2":"She was born and died in Alexandria", "funFact":"Even though she was an Egyptian queen, Cleopatra wasn't actually Egyptian, instead she came from a Greek family."},
{"name":"Florence Nightingale", "hint1":"By using statistics and applying standards to sanitation, thye revolutionised what would become the field of nursing", "hint2":"She was alive from 1820 until 1910.", "funFact":"During the Crimean war, where more soldiers were dying of disease than injuries from the battles, Florence Nightingale became famous as the 'Lady with the Lamp'"},
{"name":"Marie Curie", "hint1":"They are a Polish-French physicist and chemist", "hint2":"Won a nobel prize in chemistry", "funFact":"Her daughter, Irene, also won a Nobel prize in chemistry in 1935, making them the first, and only, mother-daughter duo to have both won Nobel prizes!"},
{"name":"Guy Fawkes", "hint1":"Remember, remember, the fith of November!", "hint2":"Gunpowder plot", "funFact":"In 1592, aged 21, Fawkes sold the estate he had inherited and set sail for Europe to join the Catholic Spanish army, to help wrench the Netherlands back from the Protestant Dutch forces. Rising through the ranks of the Spanish military, he was promoted to captain and developed great knowledge of gunpowder, which would come in handy later. He also adopted the Italian name, 'Guido'."},
{"name":"King Sweyn Forkbeard", "hint1":"The son of a Danish king, and became King of England for five weeks until his death", "hint2":"Born in 963 AD and died in 1014", "funFact":"The son of a Danish king, Sweyn 'Forkbeard' began conquering territory in England in 1003, effectively devastating much of southern and midland England. The English nobility became so disillusioned with their existing king, Ethelred 'The Unready', that they acknowledged Sweyn as king in 1013."},
{"name":"Elizabeth I", "hint1":"One of the great monarchs of England", "hint2":"The first queen of her name", "funFact":"Supposedly, Elizabeth spoke five languages fluently by the age of eleven, and continued to learn bits of other languages, including German, as she grew older. Before long she could speak or read English, Welsh, Greek, Latin, Spanish, French, and Italian."}]
